#include <iostream>

using namespace std;

int main()
{
    setlocale(LC_ALL, "Rus");
    cout << "Эмалированное судно,\nокошко, тумбочка, кровать,\nжить тяжело и неуютно,\nзато уютно умирать.\nЛежу и думаю: едва ли\nвот этой белой простынёй\nтого вчера не укрывали,\nкто нынче вышел в мир иной.\nИ тихо капает из крана.\nИ жизнь, растрёпана, как блядь,\nвыходит как бы из тумана/n и видит: тумбочка, кровать...\nИ я пытаюсь приподняться,\nхочу в глаза ей поглядеть.\nВзглянуть в глаза и — разрыдаться\nи никогда не умереть.";

    return 0;
}


